Repository: iJustinn/Task
Catalog: Task/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: “%@” and all its groups, tags, and tasks will be removed.
zh_hans: “%@”及其所有分组、标签和任务都将被移除。

source: “%@” will be removed from every task it's applied to.
zh_hans: “%@”将从应用此标签的所有任务中移除。

source: “%@” will be removed. Its tasks will move to the first remaining status.
zh_hans: “%@”将被移除。其中的任务将移至第一个剩余状态。

source: %lld left
zh_hans: 剩 %lld 个

source: %lld tag reference couldn't be resolved and was dropped.
zh_hans: %lld 个标签引用无法解析，已被丢弃。

source: %lld tag references couldn't be resolved and were dropped.
zh_hans: %lld 个标签引用无法解析，已被丢弃。

source: %lld task moved to the first group because its original group wasn't in the file.
zh_hans: %lld 个任务因原始分组不在文件中，已被移至首个分组。

source: %lld tasks moved to the first group because their original groups weren't in the file.
zh_hans: %lld 个任务因原始分组不在文件中，已被移至首个分组。

source: ^[%lld item](inflect: true)
zh_hans: %lld 项

source: ^[%lld tag reference](inflect: true) couldn't be resolved and were dropped.
zh_hans: 有 %lld 个标签引用无法解析，已被丢弃。

source: ^[%lld task](inflect: true)
zh_hans: %lld 个任务

source: ^[%lld task](inflect: true) moved to the first group because their original group wasn't in the file.
zh_hans: 有 %lld 个任务因原始分组不在文件中，已被移至首个分组。

source: © 2026 iJustin. All rights reserved.
zh_hans: © 2026 iJustin。保留所有权利。

source: 1 Line
zh_hans: 1 行

source: 2 Lines
zh_hans: 2 行

source: 3 Lines
zh_hans: 3 行

source: A copy of this task will be created in the same status.
zh_hans: 将在相同状态中创建此任务的副本。

source: About
zh_hans: 关于

source: Add
zh_hans: 添加

source: Add a checkbox by starting a line with [] for unchecked, or [x] for checked. Tap a box in the rendered preview to toggle it — the note rewrites in place.
zh_hans: 在行首输入 [] 可添加未选中的复选框，输入 [x] 可添加已选中的复选框。点击渲染预览中的方框即可切换，笔记会原地更新。

source: Add a Status
zh_hans: 添加状态

source: Add a Tag
zh_hans: 添加标签

source: Add notes
zh_hans: 添加备注

source: Add the Upcoming Tasks widget from the iOS widget gallery in Small, Medium, or Large.
zh_hans: 可从 iOS 小组件图库添加“小”、“中”或“大”尺寸的“即将到来的任务”小组件。

source: Add title
zh_hans: 添加标题

source: Advance to next occurrence
zh_hans: 前进至下一次

source: All
zh_hans: 全部

source: All boards, groups, tags, tasks, notes, and preferences are stored on this device via SwiftData.
zh_hans: 所有看板、分组、标签、任务、笔记和偏好设置都通过 SwiftData 存储在这台设备上。

source: Alphabetical
zh_hans: 按字母排序

source: AM
zh_hans: 上午

source: Annually
zh_hans: 每年

source: App Accent
zh_hans: 应用色调

source: App Icon
zh_hans: 应用图标

source: Appearance
zh_hans: 外观

source: Ascending
zh_hans: 升序

source: Auto
zh_hans: 自动

source: Biweekly
zh_hans: 每两周

source: Black
zh_hans: 黑

source: Blocked or waiting on others
zh_hans: 受阻或等待他人

source: Blue
zh_hans: 蓝

source: Board
zh_hans: 看板

source: Board icon
zh_hans: 看板图标

source: Board Icon
zh_hans: 看板图标

source: Boards
zh_hans: 看板

source: Bold
zh_hans: 醒目

source: Bright
zh_hans: 明亮

source: Calm
zh_hans: 宁静

source: Cancel
zh_hans: 取消

source: Cards per Column
zh_hans: 每列卡片数

source: Checkbox
zh_hans: 复选框

source: Checking...
zh_hans: 正在检查...

source: Choose Repeat
zh_hans: 选择重复

source: Choose Status
zh_hans: 选择状态

source: Choose Tags
zh_hans: 选择标签

source: Classic
zh_hans: 经典

source: Clear
zh_hans: 清除

source: Coming Soon
zh_hans: 即将推出

source: Compact
zh_hans: 紧凑

source: Completed tasks land here
zh_hans: 已完成的任务在此

source: Copyright
zh_hans: 版权

source: Couldn't delete this board. Try again.
zh_hans: 无法删除此看板。请再试一次。

source: Couldn't prepare your data for export.
zh_hans: 无法准备您的数据以供导出。

source: Couldn't read that file. Make sure it's a Task export JSON.
zh_hans: 无法读取该文件。请确认它是 Task 导出的 JSON。

source: Couldn't reset your data. Your existing boards and tasks should still be intact — try again, or restart the app.
zh_hans: 无法重置数据。您现有的看板和任务应仍然完好 — 请再试一次，或重新启动应用。

source: Couldn't save this task. Try again.
zh_hans: 无法保存此任务。请再试一次。

source: Create Tasks
zh_hans: 创建任务

source: Current default: %@
zh_hans: 当前默认：%@

source: Daily
zh_hans: 每日

source: Dark
zh_hans: 深色

source: Data
zh_hans: 数据

source: Date
zh_hans: 日期

source: Date Filter
zh_hans: 日期筛选

source: Date Format
zh_hans: 日期格式

source: Dates & Reminders
zh_hans: 日期与提醒

source: Dates show blue on cards when the date is still in the future, and red once it has arrived or passed. Reminders fire at the time you set per-board — open Settings > Board > Reminder Time to change it.
zh_hans: 日期仍在未来时，卡片上会显示为蓝色；到达或过期后会显示为红色。提醒会在每个看板设置的时间触发——打开“设置 > 看板 > 提醒时间”即可更改。

source: Dates show blue on cards when the date is still in the future, and red once it has arrived or passed. Reminders fire at the time you set per-board — tap the bell icon on the board header to change it.
zh_hans: 日期在未来时卡片上显示蓝色，到达或已过则显示红色。提醒按每个看板的时间触发 — 点击看板头部的铃铛图标可调整。

source: Deep
zh_hans: 深沉

source: Default for New Tasks
zh_hans: 新任务默认状态

source: Default Status sets which group new tasks on that board land in. Falls back to the first group if your choice is later deleted. Card Order controls how cards sort inside every group on that board — Manual (drag), Title (alphabetical), or Date (smart).
zh_hans: 默认状态决定该看板的新任务会进入哪个分组。如果所选分组之后被删除，会回退到第一个分组。卡片排序控制该看板每个分组内卡片的排序方式——手动（拖动）、标题（字母顺序）或日期（智能）。

source: Defaults
zh_hans: 默认设置

source: Delete
zh_hans: 删除

source: Delete a Board
zh_hans: 删除看板

source: Delete a Status
zh_hans: 删除状态

source: Delete a Tag
zh_hans: 删除标签

source: Delete Board
zh_hans: 删除看板

source: Delete Board?
zh_hans: 删除看板？

source: Delete Failed
zh_hans: 删除失败

source: Delete Status
zh_hans: 删除状态

source: Delete Status?
zh_hans: 删除状态？

source: Delete Tag
zh_hans: 删除标签

source: Delete Tag?
zh_hans: 删除标签？

source: Delete Task
zh_hans: 删除任务

source: Delete Task?
zh_hans: 删除任务？

source: Descending
zh_hans: 降序

source: Dim
zh_hans: 暗

source: Disclaimer
zh_hans: 免责声明

source: Done
zh_hans: 完成

source: Drag to order
zh_hans: 拖动排序

source: Due %@
zh_hans: 截止 %@

source: Due Date
zh_hans: 截止日期

source: Duplicate Task
zh_hans: 复制任务

source: Duplicate Task?
zh_hans: 复制任务？

source: Edit
zh_hans: 编辑

source: Edit Default Status
zh_hans: 编辑默认状态

source: Edit Status
zh_hans: 编辑状态

source: Edit Tag
zh_hans: 编辑标签

source: Edit Task
zh_hans: 编辑任务

source: Email
zh_hans: 电子邮件

source: Empty
zh_hans: 空

source: Enable End Date in the Working date sheet to select a range — the strip between the two days highlights blue.
zh_hans: 在“工作日期”面板中启用“结束日期”即可选择范围——两个日期之间的条带会以蓝色高亮。

source: End Date
zh_hans: 结束日期

source: Enter Time
zh_hans: 输入时间

source: Export Data
zh_hans: 导出数据

source: Export Failed
zh_hans: 导出失败

source: Export Successful
zh_hans: 导出成功

source: Extra Large
zh_hans: 超大

source: Feedback
zh_hans: 反馈

source: Filter
zh_hans: 筛选

source: Filter current board
zh_hans: 筛选当前看板

source: Filter tasks by this date
zh_hans: 按此日期筛选任务

source: Fresh
zh_hans: 清新

source: Gray
zh_hans: 灰

source: Green
zh_hans: 绿

source: Has notes
zh_hans: 有笔记

source: Has reminder
zh_hans: 有提醒

source: Hidden
zh_hans: 隐藏

source: High to Low
zh_hans: 从高到低

source: How to Use
zh_hans: 如何使用

source: iCloud Sync
zh_hans: iCloud 同步

source: iCloud Sync is on the roadmap — the schema is already CloudKit-compatible.
zh_hans: iCloud 同步在路线图中——当前数据结构已经兼容 CloudKit。

source: Icon
zh_hans: 图标

source: If you choose Feedback, your email app prepares a message containing app version, device, system, locale, and time zone details — you review and send it yourself.
zh_hans: 如果你选择“反馈”，邮件应用会准备一封包含应用版本、设备、系统、地区和时区信息的邮件——由你自行检查并发送。

source: Import Data
zh_hans: 导入数据

source: Import Failed
zh_hans: 导入失败

source: Import Successful
zh_hans: 导入成功

source: Imported %1$lld %2$@ and %3$lld %4$@.
zh_hans: 已导入 %1$lld 个看板和 %3$lld 个任务。

source: Imported ^[%lld board](inflect: true) and ^[%lld task](inflect: true).
zh_hans: 已导入 %1$lld 个看板和 %2$lld 个任务。

source: Indigo
zh_hans: 靛蓝

source: Inside a task, tap Tags to choose or create tags scoped to the active board. Long-press a row to drag-reorder, or expand the sheet and use Delete a Tag to remove it from every task on the board.
zh_hans: 在任务中点击“标签”可选择或创建仅属于当前看板的标签。长按一行可拖动排序，或展开面板并使用“删除标签”将其从该看板的所有任务中移除。

source: Inside a task, tap Tags to choose or create tags scoped to the active board. Long-press a tile to drag-reorder, or drag onto the trash bar to remove it from every task on the board.
zh_hans: 在任务中点击"标签"可选择或新建该看板范围内的标签。长按标签可拖动排序，或拖到垃圾桶处从该看板的所有任务中移除该标签。

source: Invalid
zh_hans: 无效

source: Language
zh_hans: 语言

source: Large
zh_hans: 大

source: Latin
zh_hans: 拉丁

source: Light
zh_hans: 浅色

source: List
zh_hans: 列表

source: Local notifications depend on your device permissions and iOS scheduling; if a reminder is critical, also confirm it with the system Calendar or Reminders app.
zh_hans: 本地通知依赖你的设备权限和 iOS 调度；如果某个提醒非常重要，也请在系统“日历”或“提醒事项”应用中确认。

source: Local-First Data
zh_hans: 本地优先数据

source: Long Numeric
zh_hans: 长数字

source: Long Text
zh_hans: 长文本

source: Long-press a board row to drag-reorder it. Expand the switcher and tap Delete a Board to choose a board for deletion with a confirmation popup. Disabled when only one board remains.
zh_hans: 长按看板行即可拖动排序。展开切换器并点击“删除看板”可选择要删除的看板，删除前会弹出确认。只剩一个看板时不可删除。

source: Long-press a group's colored pill header and drag it onto another column's header to swap their positions.
zh_hans: 长按分组的彩色胶囊标题，并拖到另一个列标题上即可交换位置。

source: Long-press a task card to lift it, then drag up/down within a column to reorder, or sideways onto another column to change its status.
zh_hans: 长按任务卡片将其提起，然后在列内上下拖动排序，或横向拖到其他列来更改状态。

source: Long-press the widget and tap Edit Widget to choose a specific board — or leave Board empty to show upcoming tasks from every board.
zh_hans: 长按小组件并点击“编辑小组件”可选择特定看板——也可以将“看板”留空，以显示所有看板中的即将到来的任务。

source: Low to High
zh_hans: 从低到高

source: Manual
zh_hans: 手动

source: Manual Control
zh_hans: 手动控制

source: Mark task done
zh_hans: 标记任务为完成

source: Mark task not done
zh_hans: 标记任务为未完成

source: Matches due dates
zh_hans: 匹配截止日期

source: Matches working days and ranges
zh_hans: 匹配工作日期与范围

source: May 17
zh_hans: 5月17日

source: May 17, 2026
zh_hans: 2026年5月17日

source: Medium
zh_hans: 中等

source: Midnight
zh_hans: 深夜

source: Midnight isn't available — pick another time.
zh_hans: 午夜不可用，请选择其他时间。

source: Monthly
zh_hans: 每月

source: More
zh_hans: 更多

source: Network Access
zh_hans: 网络访问

source: Neutral
zh_hans: 中性

source: New Status
zh_hans: 新状态

source: New Tag
zh_hans: 新标签

source: New Task
zh_hans: 新任务

source: New tasks open in the board's Default Status. Open a status column's ··· menu and enable Default for New Tasks to change where new tasks land.
zh_hans: 新任务会进入该看板的默认状态。打开状态列的 ··· 菜单并启用“新任务默认状态”，即可更改新任务落入的位置。

source: No matches
zh_hans: 无结果

source: No tasks match "%@".
zh_hans: 没有匹配 "%@" 的任务。

source: No tasks yet
zh_hans: 暂无任务

source: None
zh_hans: 无

source: Notes
zh_hans: 备注

source: Notes & Checklists
zh_hans: 笔记与清单

source: Notes Preview
zh_hans: 备注预览

source: Notifications
zh_hans: 通知

source: Notifications are off for Task. Enable them in iOS Settings or this reminder won't fire.
zh_hans: Task 的通知权限已关闭。请在 iOS 设置中启用，否则该提醒不会触发。

source: Now
zh_hans: 现在

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: Older tasks stored away
zh_hans: 已归档的旧任务

source: Orange
zh_hans: 橙

source: Order
zh_hans: 顺序

source: Order doesn't apply to Manual — drag a card to reorder it inside its group.
zh_hans: "顺序"不适用于手动模式 — 在分组内拖动卡片以重新排序。

source: Organize the Board
zh_hans: 整理看板

source: Original
zh_hans: 原版

source: Parked until you're ready
zh_hans: 稍后再处理

source: Pink
zh_hans: 粉

source: PM
zh_hans: 下午

source: Privacy
zh_hans: 隐私

source: Pull a column down to refresh — it resets that status's card limit and re-renders the column.
zh_hans: 下拉列即可刷新——这会重置该状态的卡片显示数量并重新渲染该列。

source: Purple
zh_hans: 紫

source: Quarterly
zh_hans: 每季度

source: Red
zh_hans: 红

source: Reminder
zh_hans: 提醒

source: Reminder date/time has already passed — this reminder won't fire. Pick a future date or change Reminder Time in Settings.
zh_hans: 提醒日期或时间已经过去，此提醒不会触发。请选择未来日期，或在设置中更改提醒时间。

source: Reminder Time
zh_hans: 提醒时间

source: Reminder Time sets the hour and minute (defaults to 9:00) that this board's per-task reminders fire on the chosen date.
zh_hans: 提醒时间设置该看板中任务提醒在所选日期触发的小时和分钟（默认 9:00）。

source: Reminders are scheduled with UNUserNotificationCenter on this device. Nothing is sent off-device.
zh_hans: 提醒会通过这台设备上的 UNUserNotificationCenter 安排。不会向设备外发送任何内容。

source: Removing a task or turning its Reminder off cancels the scheduled notification.
zh_hans: 删除任务或关闭任务提醒会取消已安排的通知。

source: Repeat
zh_hans: 重复

source: Repeats
zh_hans: 重复

source: Reset All Data
zh_hans: 重置所有数据

source: Reset All Data wipes every board and re-seeds the three defaults (Personal, Study, Work) with the standard five groups.
zh_hans: “重置所有数据”会清空所有看板，并重新生成三个默认看板（个人、学习、工作）及标准的五个分组。

source: Reset All Data wipes every group, tag, and task from local storage and reseeds the default groups.
zh_hans: “重置所有数据”会从本地存储中清除所有分组、标签和任务，并重新生成默认分组。

source: Reset All Data?
zh_hans: 重置所有数据？

source: Reset Failed
zh_hans: 重置失败

source: Resetting Data
zh_hans: 正在重置数据

source: Restoring the default boards…
zh_hans: 正在恢复默认看板…

source: Roomy
zh_hans: 宽松

source: Rose
zh_hans: 玫红

source: Save
zh_hans: 保存

source: Save Failed
zh_hans: 保存失败

source: Search
zh_hans: 搜索

source: Search Mode
zh_hans: 搜索模式

source: Search Mode chooses whether search opens a global results list or filters cards on the current board.
zh_hans: 搜索模式用于选择搜索时打开全局结果列表，还是筛选当前看板上的卡片。

source: Search Tasks
zh_hans: 搜索任务

source: Settings
zh_hans: 设置

source: Settings > Appearance to switch Theme, Language, Text Size, App Accent, and App Icon.
zh_hans: 在“设置 > 外观”中可切换主题、语言、文字大小、应用强调色和应用图标。

source: Settings > Board to switch Date Filter, Date Format, Notes Preview, Status Width, Search Mode, and Reminder Time.
zh_hans: 在“设置 > 看板”中可切换日期筛选、日期格式、笔记预览、状态宽度、搜索模式和提醒时间。

source: Settings > Data > Manual Control lets you export your data as JSON or import a previous backup.
zh_hans: “设置 > 数据 > 手动控制”可将你的数据导出为 JSON，或导入之前的备份。

source: Settings > Data > Manual Control to Export every board as a single JSON file or Import a previously exported file. Older single-board exports also import cleanly.
zh_hans: 在“设置 > 数据 > 手动控制”中，可将所有看板导出为一个 JSON 文件，或导入之前导出的文件。较旧的单看板导出也能正常导入。

source: Short Numeric
zh_hans: 短数字

source: Short Text
zh_hans: 短文本

source: Show all tasks
zh_hans: 显示所有任务

source: Show global results
zh_hans: 显示全局结果

source: Small
zh_hans: 小

source: Sort
zh_hans: 排序

source: Sort By
zh_hans: 排序方式

source: Spacious
zh_hans: 宽敞

source: Specific Time
zh_hans: 指定时间

source: Standard
zh_hans: 标准

source: Status
zh_hans: 状态

source: Status name
zh_hans: 状态名称

source: Status Width
zh_hans: 状态宽度

source: Status Width controls how wide each status column on the board is — Small (180), Medium (200), or Large (220).
zh_hans: 状态宽度控制看板上每个状态列的宽度——小（180）、中（200）或大（220）。

source: Storage Check
zh_hans: 存储检查

source: Storage Error
zh_hans: 存储错误

source: Subtitle
zh_hans: 副标题

source: System
zh_hans: 系统

source: Tag name
zh_hans: 标签名称

source: Tags
zh_hans: 标签

source: Tags & Groups
zh_hans: 标签与分组

source: Tap + in the bottom bar to start a new task and type a title.
zh_hans: 点击底部栏的 + 开始新任务并输入标题。

source: Tap a day on the calendar to set the date; tap it again to clear.
zh_hans: 点击日历上的日期即可设置日期；再次点击可清除。

source: Tap a group's ··· menu on the board to rename, recolor, or delete it. Inside a task, tap Status to add a new group or drag any tile onto the trash bar to delete one.
zh_hans: 点击看板上分组的 ··· 菜单可重命名、改色或删除该分组。在任务中点击"状态"可新增分组，或将任意分组拖到垃圾桶处删除。

source: Tap a group's ··· menu on the board to rename, recolor, or delete it. Inside a task, tap Status to add a new group, drag-reorder rows, or expand the sheet and use Delete a Status.
zh_hans: 在看板上点击分组的 ··· 菜单可重命名、改色或删除。在任务中点击“状态”可新增分组、拖动行排序，或展开面板并使用“删除状态”。

source: Tap Add in the switcher to create a new board with placeholder text — then tap the title, subtitle, or icon on the board header to edit them in place.
zh_hans: 在切换器中点击“添加”创建带有占位文本的新看板，然后点击看板标题、副标题或图标即可直接编辑。

source: Tap Add to create your first tag.
zh_hans: 点击"添加"创建您的第一个标签。

source: Tap any rendered line to jump back into edit mode and adjust the raw markdown. Drag the sheet down to dismiss the keyboard and return to the preview.
zh_hans: 点击任意已渲染的行可回到编辑模式并调整原始 Markdown。向下拖动面板可收起键盘并返回预览。

source: Tap the archive button in the bottom bar to open the board switcher. Fresh installs ship with three boards — Personal, Study, and Work — each with their own groups, tags, and tasks.
zh_hans: 点击底部栏的归档按钮打开看板切换器。全新安装会提供三个看板——个人、学习和工作——每个看板都有自己的分组、标签和任务。

source: Tap the Notes area on a task to type. Markdown is supported — **bold**, *italic*, # heading, and - bullet lines all render once you tap away.
zh_hans: 点击任务中的笔记区域即可输入。支持 Markdown：**粗体**、*斜体*、# 标题和 - 项目符号会在你点开后渲染。

source: Tap the search field in the bottom bar; the bar transforms and the keyboard appears.
zh_hans: 点击底部栏中的搜索框；底栏会切换形态并弹出键盘。

source: Tap to check
zh_hans: 点击检查

source: Tap X on the bar to clear the query and return to the board.
zh_hans: 点击栏上的 X 可清除搜索并返回看板。

source: Task asks for notification permission only to deliver local reminders you opt into per task.
zh_hans: Task 只会为了发送你为任务开启的本地提醒而请求通知权限。

source: Task couldn't open its on-device database, so your changes this session won't be saved. Please export your data from Settings → Data → Manual Control and restart the app.
zh_hans: Task 无法打开本机数据库，本次会话的更改将不会保存。请前往 设置 → 数据 → 手动控制 导出数据，然后重新启动应用。

source: Task does not bundle advertising, analytics, or tracking SDKs.
zh_hans: Task 不包含广告、分析或跟踪 SDK。

source: Task does not make any network requests on its own.
zh_hans: Task 本身不会发起任何网络请求。

source: Task does not provide professional advice, project management guarantees, or compliance services.
zh_hans: Task 不提供专业建议、项目管理保证或合规服务。

source: Task is a personal productivity app for tracking your own tasks and reminders.
zh_hans: Task 是一款用于跟踪个人任务和提醒的效率应用。

source: Task is a personal productivity app inspired by Notion's Kanban view. Design language adapted from Coin and Body.
zh_hans: Task 是一款个人效率应用，灵感来自 Notion 的看板视图。设计语言改编自 Coin 和 Body。

source: Task reminder
zh_hans: 任务提醒

source: Teal
zh_hans: 青蓝

source: Text Size
zh_hans: 文字大小

source: Text Size scales fonts across the whole app while respecting Dynamic Type.
zh_hans: 文字大小会缩放整个应用中的字体，同时尊重动态字体设置。

source: The board header keeps quick controls for Card Order and the date filter. Default Status now lives in each status column's ··· menu.
zh_hans: 看板标题区保留了卡片排序和日期筛选的快捷控制。默认状态现在位于每个状态列的 ··· 菜单中。

source: The widget reads a small JSON snapshot of upcoming tasks from the App Group container shared with the main app.
zh_hans: 小组件会从与主应用共享的 App Group 容器读取一份较小的即将到来的任务 JSON 快照。

source: Theme
zh_hans: 主题

source: This status will be removed. Its tasks will move to the first remaining status.
zh_hans: 此状态将被移除。其中的任务将移至第一个剩余状态。

source: This task and any reminder you set will be removed permanently.
zh_hans: 此任务及其设置的提醒将被永久删除。

source: This will delete every board, group, tag, and task on this device, then restore the three default boards (Personal, Study, Work) with five groups each. This can't be undone.
zh_hans: 这将删除本机上的所有看板、分组、标签和任务，然后恢复三个默认看板（Personal、Study、Work），每个包含五个分组。此操作无法撤销。

source: Title
zh_hans: 标题

source: Today
zh_hans: 今天

source: Toggle Checkbox in a task to show a box before the card title. Tap the box on the card to mark the task done or not done without moving it to another status.
zh_hans: 在任务中打开“复选框”，可在卡片标题前显示方框。点击卡片上的方框即可标记完成或未完成，而不必移动到其他状态。

source: Toggle Reminder to schedule a local notification. A small footer on the card shows a notes icon when the task has notes and an alarm icon when a reminder is set.
zh_hans: 打开“提醒”即可安排本地通知。卡片底部的小区域会在任务有笔记时显示笔记图标，在设置提醒时显示闹钟图标。

source: Two boards can each have their own group called "Doing" — groups and tags don't cross boards.
zh_hans: 两个看板可以各自拥有名为“Doing”的分组——分组和标签不会跨看板共享。

source: Type 9:30 as 930
zh_hans: 将 9:30 输入为 930

source: Type 21:30 as 2130
zh_hans: 将 21:30 输入为 2130

source: Type any text — Task searches titles, notes, tag names, and group names live.
zh_hans: 输入任意文本——Task 会实时搜索标题、笔记、标签名和分组名。

source: Type to search title, notes, tags, or groups across all boards.
zh_hans: 输入文字以跨所有看板搜索标题、备注、标签或分组。

source: Untitled
zh_hans: 未命名

source: Version
zh_hans: 版本

source: Violet
zh_hans: 紫罗兰

source: Vivid
zh_hans: 鲜艳

source: Warm
zh_hans: 温暖

source: Weekly
zh_hans: 每周

source: What you're on right now
zh_hans: 正在进行中

source: When a task has both a working date and a due date, the reminder fires on whichever comes first. For a working range with no due date, the reminder fires on the first day of the range.
zh_hans: 当任务同时有工作日期和截止日期时，提醒会在较早的日期触发。若只有工作日期范围而没有截止日期，提醒会在范围的第一天触发。

source: When All Boards is selected, each row shows the board's emoji so you can tell them apart at a glance.
zh_hans: 选择“所有看板”时，每一行都会显示看板的表情符号，方便一眼区分。

source: White
zh_hans: 白

source: Widget
zh_hans: 小组件

source: Working
zh_hans: 工作

source: Working %@
zh_hans: 工作 %@

source: Working Date
zh_hans: 工作日期

source: Working then due
zh_hans: 先按工作日期再按截止日期

source: Your Control
zh_hans: 由你掌控

source: Your data has been exported successfully.
zh_hans: 您的数据已成功导出。

source: Your data has been imported.
zh_hans: 您的数据已导入。
